{"id":"edanmdm-hac_1999.064","version":"","unitCode":"HAC","linkedId":"0","type":"edanmdm","content":{"descriptiveNonRepeating":{"record_ID":"hac_1999.064","online_media":{"mediaCount":1,"media":[{"thumbnail":"https://ids.si.edu/ids/deliveryService?id\u003dSG-1999-064_001","idsId":"SG-1999-064_001","usage":{"access":"CC0"},"guid":"http://n2t.net/ark:/65665/re6660c26d2-f320-4ffa-9098-945a44a91ff6","type":"Images","content":"https://ids.si.edu/ids/deliveryService?id\u003dSG-1999-064_001","resources":[{"label":"High-resolution TIFF","url":"https://ids.si.edu/ids/download?id\u003dSG-1999-064_001.tif","width":6853,"height":7072},{"width":6853,"height":7072,"label":"High-resolution JPEG","url":"https://ids.si.edu/ids/download?id\u003dSG-1999-064_001.jpg","dimensions":"6853x7072"},{"label":"Screen Image","url":"https://ids.si.edu/ids/download?id\u003dSG-1999-064_001_screen"},{"label":"Thumbnail Image","url":"https://ids.si.edu/ids/download?id\u003dSG-1999-064_001_thumb"}]}]},"unit_code":"HAC","title_sort":"\u003cI\u003eWIRE FRAME, WREATH, LARGE\u003c/I\u003e","guid":"http://n2t.net/ark:/65665/aq4ed34dc74-146c-40d0-ac1a-9be907b7eb34","title":{"label":"Title","content":"\u003cI\u003eWire frame, wreath, large\u003c/I\u003e"},"metadata_usage":{"access":"CC0"},"data_source":"Smithsonian Gardens"},"indexedStructured":{"date":["1940s","1860s"],"topic":["Funerary objects","Frame components","Floral designers","Floral decorations","Floral frames","Wire","Associations","Floral Accessories","Secret societies","Weddings","Rites and ceremonies","Decorations","Holidays","Wirework","Funeral rites and ceremonies","Flower arrangement","Emblems"],"online_media_type":["Images"]},"freetext":{"setName":[{"label":"See more items in","content":"Horticultural Artifacts Collection"}],"date":[{"label":"Date","content":"ca. 1860-1940"},{"label":"Period","content":"Victorian (1837-1901)"}],"identifier":[{"label":"Accession number","content":"1999.064"}],"notes":[{"label":"Description","content":"The wreath was the most popular floral design of the nineteenth century and is still commonly used today at funerals, special occasions, and holidays. The wreath could be made in an endless array of styles and combinations from simple to ornate, either tightly arranged or in a loose spray. This allowed the florist to create designs that were either very formal or artistic. The wreath was the most profitable set design for the florist and depending on the size and materials, it ranged in price from $2 to $200, making it appealing to all socioeconomic statuses. Ribbons with inscriptions or lettering might appear on a wreath with phrases or the person\u0027s name. The wreath has a longstanding tradition of being used at funerals and was the earliest form of arranged flowers to be used in the funeral in the West. The classic wreath form, which has no end and no beginning, symbolized eternal life, love everlasting, and victory over death. This made it a meaningful choice for funeral tributes. The wreath was appropriate for all genders and ages and was the most frequently ordered sympathy design leading up to the twentieth century. The language of flowers was often applied to these forms, wheat might symbolize old age, oak leaves-strength, marguerites or small roses-an infant’s purity. The wreath was also closely linked to the holidays, and the tradition of hanging a Christmas wreath is followed by many Americans today. American Christmas traditions with plants and flowers are based on a collection of various immigrant traditions brought over from their native cultures. As a result of their plant lore holy, ivy, laurel, pine cones, straw, poinsettia, yule logs, and, most notably, the Christmas tree became tied to the American conception of the holiday. The wreath of holly was both the favorite and most traditional flower frame design, and it was tied with ribbon and berries for a decorative effect. Due to the timing of this holiday, few floral varieties were in bloom, making evergreens and immortelles other popular wreath materials."},{"label":"Description","content":"The wreath has a longstanding tradition of being used at funerals and was the earliest form of arranged flowers to be used in the funeral in the West. The classic wreath form, which has no end and no beginning, symbolized eternal life, love everlasting, and victory over death. This made it a meaningful choice for funeral tributes. The wreath was appropriate for all genders and ages and was the most frequently ordered sympathy design leading up to the twentieth century. The language of flowers was often applied to these forms, wheat might symbolize old age, oak leaves-strength, marguerites or small roses-an infant’s purity. The wreath was also closely linked to the holidays, and the tradition of hanging a Christmas wreath is followed by many Americans today. American Christmas traditions with plants and flowers are based on a collection of various immigrant traditions brought over from their native cultures. As a result of their plant lore holy, ivy, laurel, pine cones, straw, poinsettia, yule logs, and, most notably, the Christmas tree became tied to the American conception of the holiday. The wreath of holly was both the favorite and most traditional flower frame design, and it was tied with ribbon and berries for a decorative effect. Due to the timing of this holiday, few floral varieties were in bloom, making evergreens and immortelles other popular wreath materials."},{"label":"Description","content":"The wreath was also closely linked to the holidays, and the tradition of hanging a Christmas wreath is followed by many Americans today. American Christmas traditions with plants and flowers are based on a collection of various immigrant traditions brought over from their native cultures. As a result of their plant lore holy, ivy, laurel, pine cones, straw, poinsettia, yule logs, and, most notably, the Christmas tree became tied to the American conception of the holiday. The wreath of holly was both the favorite and most traditional flower frame design, and it was tied with ribbon and berries for a decorative effect. Due to the timing of this holiday, few floral varieties were in bloom, making evergreens and immortelles other popular wreath materials."},{"label":"Label Text","content":"Set pieces or set designs were among the most popular floral arrangements in the second half of the nineteenth century. The term set piece is a usually applied to designs in a wide variety of forms, which are often symbolic in character. Shapes that expressed an overall theme for an occasion were very fashionable, such as designs made to depict the profession, associations, or hobbies of an individual. These flower arrangements were ordered for special celebrations, holidays, weddings, and funerals. Typical of the Victorian style, these designs were elaborate and massive, but unlike other forms of flower arrangement, the set piece was exclusively made by the professional florist."},{"label":"Label Text","content":"Set pieces were usually made up on wire frames in the desired shape, which acted as a foundation for the floral arrangement. Commercially produced, heavy-gaged wire frames, fabricated from either plain or copper-plated wire, became available for flower arrangements between 1860 and 1864. The retail florist business was enhanced considerably by the high demand for arrangements on flower frames in the nineteenth century, and wire frames quickly became the basis of the retail florist’s inventory. The frames could be obtained for little cost to the florist, and if he managed to retrieve the skeleton after the occasion, it could be reused. Wire frames came in both straight and curved outlines and either as a box (three-dimensional frame) or flat frame. Most designs came in several sizes and could be hung or placed on a stand or were free-standing. Standard forms in wire works catalogues ranged in size from 10 to 60 inches. Outside of the standard frame designs offered in wireworks and florist’s supplies catalogues, designs could be made for almost any occasion, with some large enough to make life-sized reproductions."},{"label":"Label Text","content":"Over the course of the nineteenth and twentieth century floral fashions changed. Some set pieces faded in popularity by the early 1900s, but some remained favorites well into the 1940’s. Many of these same designs are still used today, but the wire frames have been replaced by shapes made from more modern materials to save the florists’ time in making up the arrangement, as well as providing water to the flowers allowing for greater longevity."}],"creditLine":[{"label":"Credit Line","content":"Smithsonian Gardens, Horticultural Artifacts Collection."}],"topic":[{"label":"Topic","content":"emblems (symbols)"},{"label":"Topic","content":"Floral frames"},{"label":"Topic","content":"frame components"},{"label":"Topic","content":"wire"},{"label":"Topic","content":"associations"},{"label":"Topic","content":"ceremonies"},{"label":"Topic","content":"decorations"},{"label":"Topic","content":"Floral Accessories"},{"label":"Topic","content":"Floral decorations"},{"label":"Topic","content":"floral designers"},{"label":"Topic","content":"Flower arrangement"},{"label":"Topic","content":"funerals"},{"label":"Topic","content":"funerary objects"},{"label":"Topic","content":"holidays"},{"label":"Topic","content":"secret societies"},{"label":"Topic","content":"societies"},{"label":"Topic","content":"symbols"},{"label":"Topic","content":"weddings"},{"label":"Topic","content":"wirework"}],"physicalDescription":[{"label":"Medium","content":"Wire"},{"label":"Dimensions","content":"42 1/2 × 42 1/2 × 1 1/2 in. (108 × 108 × 3.8 cm)"}],"dataSource":[{"label":"Data Source","content":"Smithsonian Gardens"}],"objectRights":[{"label":"Restrictions \u0026 Rights","content":"CC0"}],"objectType":[{"label":"Type","content":"Floral frames"}]}},"url":"edanmdm:hac_1999.064","hash":"0fcc82a4821dca208c6213a74c538389a9cbd689","docSignature":"708618453feb0d1400283bb1eecd08acf9a8ac03_67977bfdf396ea66bbd2ac0374224b8a","timestamp":1635410222,"lastTimeUpdated":1635410222,"title":"\u003cI\u003eWire frame, wreath, large\u003c/I\u003e"}
